Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Viewers are aware of the FirstLawOfResurrection: if the author is already willing to bring ''one'' beloved character back from the dead, then ''more'' dead characters ''will'' also come back later, in some way.
pt_br: Os espectadores sabem que a Br/PrimeiraLeiDaRessurreicao existe: se o autor está disposto a trazer ''um'' personagem amado de volta dos mortos, então ''mais'' personagens mortos ''vão'' voltar posteriormente, de algum modo.

source: Villains are welcome if they behave.
pt_br: Vilões podem entrar se eles se comportarem.

source: Villains being villains, this may just be a bluff.
pt_br: Ora, vilões são vilões e isso pode ser apenas um blefe.

source: Villains tend to run the gamut from sympathetic {{Anti Villain}}s (on any level of the SlidingScaleOfAntiVillains) right down to [[CompleteMonster the most horrific monsters to grace any kind of media.]] Truly awful villains are especially common in these kinds of settings, both to represent the misery of the setting in general and to give the AntiHero someone to whom he can look good in comparison.
pt_br: Os vilões tendem a se encaixar em um amplo espectro, podendo ser desde um Br/AntiVilao simpático (em qualquer posição da Br/EscalaMovelDeAntiViloes) até um dos [[Br/MonstroCompleto mais terríveis monstros a serem retratados em qualquer tipo de mídia]]. Vilões realmente terríveis são muito comuns nesse tipo de ambientação, tanto para representar a angústia do ambiente no geral quanto para fazer o Br/AntiHeroi parecer um santo em comparação.

source: Villains who claim that [[FreudianExcuse their bad past/circumstances led them to do this]] will likely make you realize that FreudianExcuseIsNoExcuse.
pt_br: Vilões que alegam que [[Br/DesculpaFreudiana as circunstâncias ruins do passado o levaram a isso]] provavelmente farão você entender que a Br/DesculpaFreudianaNaoEDesculpa.

source: Wasn't as good."'' -->-- '''Joel''', ''VideoGame/TheLastOfUsPartII'' (referring to ''Film/TheLostWorldJurassicPark'')
pt_br: Não era tão boa."'' -->--'''Joel''', ''BrVideoGame/TheLastOfUsPartII'' (referindo-se a ''BrFilme/OMundoPerdidoJurassicPark'')

source: Watching a cop stalk a woman in maid attire made him mix up.
pt_br: Presenciar um policial seguindo uma mulher em roupa de empregada faz ele misturar as manchetes.

source: We '''are.'''"'' -->-- '''Mr. House''', ''VideoGame/FalloutNewVegas''
pt_br: Nós '''somos.'''"'' -->-- '''Mr. House''', ''BrVideoGame/FalloutNewVegas''

source: We can.
pt_br: Nós podemos.

source: We don't have to dream that we're important.
pt_br: Não precisamos sonhar que somos importantes.

source: We don't hear about it for the rest of the film until just before the final battle when heroes repair and upgrade it to bust into Casanova's mansion and to not only withstand his goons' initial assault, but strip them of their guns as well, making their suicide mission much more feasible.
pt_br: Nós não ouvimos mais sobre o tal veículo pelo resto do filme até o momento da batalha final em que os heróis o consertam e melhoram para arrombar a mansão de Casanova, resistir ao primeiro ataque dos capangas e também desarmá-los, o que torna a missão suicida muito mais plausível.

source: We get to know this narrator very well but are limited by the fact that we can't see what the narrator doesn't.
pt_br: Nós temos a possibilidade de conhecer o narrador muito bem, mas somos limitados pelo fato de não podermos enxergar o que o narrador não enxerga.

source: We live on a placid island of ignorance in the midst of black seas of infinity, and it was not meant that we should voyage far.
pt_br: Vivemos em uma plácida ilha de ignorância em meio a mares negros de infinitude, e não fomos feitos para ir longe.

source: We lost.
pt_br: Nós perdemos.

source: We must love him!
pt_br: Devemos amar ele!

source: We must save you... from yourselves."'' -->-- '''VIKI''', ''Film/IRobot''
pt_br: Nós precisamos protegê-los de si mesmos."'' -->-- '''VIKI''', ''BrFilme/EuRobo''

source: We never see Mephistopheles simply take the soul and run like an amateur scammer; [[IGaveMyWord he gave his word, narrated the fine print]], [[MagicallyBindingContract put his name on the dotted line]] and made the wish come true.
pt_br: Nós nunca vemos Mefistófeles simplesmente levar a alma e sair correndo tal qual um vigarista amador; [[Br/EuDeiMinhaPalavra ele deu sua palavra, ressaltou as letras miúdas]], [[Br/ContratoMagicamenteVinculativo colocou o nome na linha pontilhada]] e fez o pedido se tornar realidade.

source: We robots will ensure mankind's continued existence.
pt_br: Nós, robôs, iremos garantir que o Homem continue a existir.

source: We see everything that happens in the story through the lens of this person's perspective, so they are usually a SympatheticPOV.
pt_br: Nós percebemos a história através da perspectiva dessa pessoa, por isso esse costuma ser um Br/PontoDeVistaSimpatico.

source: We're all in over our heads, and we know it.
pt_br: Vai ser uma parada dura e sabemos disso.

source: We're not just talking about mundane {{Shell Shock|edVeteran}} here, that'd be the trope called HeroicBSOD.
pt_br: Não estamos falando do estado catatônico usual aqui -- isso seria a Br/TelaAzulHeroica.

source: We're not the favorites.
pt_br: Não somos os preferidos.

source: We're not your classic superheroes.
pt_br: Não somos os clássicos super heróis.

source: We're the guys nobody ever bets on.
pt_br: Somos os azarões no qual ninguém aposta.

source: We're the guys nobody ever bets on."'' -->-- '''The Shoveler'''
pt_br: Somos os azarões no qual ninguém aposta."'' -->-- '''O Pá'''

source: We're the other guys.
pt_br: Somos os azarões.

source: We've heard it all before.\\ '''Mr. Furious''': No, no, no.
pt_br: Eu já ouvi esse papo furado.\\ '''Irado:''' Não, não, não.

source: Well, ''maybe I am.'' * TheParagonAlwaysRebels: Played with heavily.
pt_br: Porque se deixa, ''talvez eu seja.'' * Br/OExemploSempreSeRebela: Bastante manipulado.

source: Well, I thought nothing of that, because when you've lived in a town as long as I've lived in this one, you get used to the fact that everybody knows your name."'' -->-- '''Elwood P. Dowd''', ''Theatre/{{Harvey}}'' %% %% That's enough quotes.
pt_br: Bom, eu não dei muita atenção pra isso, porque quando você vive em uma cidade por tanto tempo quanto eu tenho vivido nesta, você se acostuma com o fato de que todo mundo conhece seu nome."'' -->-- '''Elwood P. Dowd''', ''BrTeatro/{{Harvey}}''

source: Well, I'm not writing it I'm thinking it.
pt_br: Bom, mas eu não estou escrevendo. Estou pensando!

source: Well, in theory anyway.
pt_br: Bom, pelo menos em teoria.

source: Well, mosey on down to [[AtTheCrossroads those crossroads]] and [[LouisCypher Mr. S]] will [[YourHeartsDesire guarantee your wildest dreams]], if you just sign on the dotted line with your own blood.
pt_br: Basta se dirigir para [[Br/NaEncruzilhada aquela encruzilhada]] e o [[Br/LouisCypher Sr. S]] vai [[Br/OQueOSeuCoracaoDesejar garantir os seus mais loucos desejos]], bastando apenas que você assine com o seu sangue na linha pontilhada.

source: Well, okay, [[RuleThirtyFour sometimes]]) Woobification can also tie into a hurt/comfort dynamic, in which fans enjoy seeing the Woobie tortured so they can wish the hurt away.
pt_br: Tá bom, [[Br/Regra34 às vezes]].) A coitadificação também pode se conectar com uma dinâmica de dor e conforto, onde os fãs gostam de ver o coitadinho sofrer para que esse sofrimento possa ser dissipado.

source: Well, there people that are older than me.
pt_br: Bom, há pessoas que são mais velhas que eu.

source: Well-written pipes resolve neutrally, as the audience [[InnocuouslyImportantEpisode doesn't normally register them as important]].
pt_br: Alicerces bem escritos são resolvidos de maneira neutra, pois o público [[Br/EpisodioInocuamenteImportante normalmente não os percebem como importantes]].

source: What does Agent J do?
pt_br: O que o J faz?

source: What does that make us?\\ '''Zoe:''' Big damn heroes, sir!\\ '''Mal:''' Ain't we just.
pt_br: O que isso nos torna?\\ '''Zoe:''' Uns malditos heróis, senhor!\\ '''Mal:''' E nós não somos?

source: What does that remind you of?"'' -->-- '''Creator/BritMarling''', ''[[https://www.nytimes.com/2020/02/07/opinion/sunday/brit-marling-women-movies.html New York Times]]''
pt_br: Do que isso te lembra?"'' -->-- '''BrCriador/BritMarling''', ''[[https://www.nytimes.com/2020/02/07/opinion/sunday/brit-marling-women-movies.html New York Times]]''

source: What exactly the Supernatural party ''does'' with all the souls they buy may or may not be elaborated on.
pt_br: Pode ser que se discuta ou não o que a parte sobrenatural ''faz'' com todas as almas coletadas.

source: What follows is [[JustForFun/TropeOverdosed betrayal, war, secret identity, conflicts with religion, friendship, homosexuality, deal with the devil and journey of revenge]].
pt_br: Daí surgem [[BrApenasPorLazer/OverdoseDeTropos traição, guerra, identitidade escondida, conflitos com a religião, amizade, homossexualidade, pacto com o capeta e jornada de vingança]].

source: What follows is a general breakdown.
pt_br: O que segue abaixo é uma divisão geral das categorias. Note que nem todas as categorias estabelecidas estão definidas aqui em suas versões Br.

source: What happened to the other two characters?
pt_br: O que aconteceu com os outros dois?

source: What happens next is that viewers become skeptical of all the plot devices that merely '''can''' be exploited in this manner even the ''first'' time they're introduced; especially if the franchise had already gone a fair length of time without them.
pt_br: O que acontece em seguida é que os espectadores se tornam céticos quanto aos artifícios de trama que '''podem''' ser explorados dessa maneira mesmo na ''primeira'' vez em que eles são apresentados, ainda mais se a franquia conseguiu avançar por muito tempo sem o uso deles.

source: What is funny, notched up, is scary (and still kinda funny).
pt_br: O que é engraçado, quando intensificado, é assustador (e ainda um pouco engraçado).

source: What kind of idiot would give a robot a {{personality|Chip}}, anyway?
pt_br: E, de qualquer forma, que tipo de idiota daria a um robô uma [[Br/ChipDePersonalidade personalidade]]?

source: What the hell kind of twelve-year-old wants to be a dentist?
pt_br: Que criança com doze anos quer ser dentista?

source: Whatever happens in an episode (or small arc) ends there, and it's not referenced again.
pt_br: O que quer que aconteça em um episódio (ou pequeno arco) termina ali e não é referenciado novamente.

source: Whatever the case may be, the author has given themselves quite a task.
pt_br: Qualquer que seja o caso, o autor tem diante de si uma tarefa complicada.

source: Whatever the case may be, the character is in a bad place but wants to do better, and they are granted one final chance to do so, usually in the form of a grand, nearly impossible task.
pt_br: Qualquer que seja o caso, o personagem está em uma situação ruim mas quer melhorar, e eles recebem uma última chance de fazê-lo, geralmente na forma de uma tarefa grandiosa e praticamente impossível.

source: Whatever the case, the creator can no longer micromanage his creation, and whoever is newly in charge will be keen to [[DependingOnTheWriter remake the show in their own vision]].
pt_br: Qualquer que seja o caso, o criador não pode mais microgerenciar a própria criação e quem quer que esteja no cargo terá que [[Br/DependendoDoEscritor continuar o show seguindo a própria visão]].

source: When Calvin fires Spooner's submachine gun, she's shown to have trouble controlling it and ends up shooting almost straight up.
pt_br: Quando Calvin dispara com a submetralhadora de Spooner, ela é mostrada tendo problema em controlar a arma e acaba atirando pro alto.

source: When Calvin's [[DoAnythingRobot NS-5]] hears them shouting and comes in to check on her, she says, "It's fine, Detective Spooner was just leaving." He does.
pt_br: Quando o [[Br/RoboFazTudo NS-5]] de Calvin os ouve aos gritos e aparece para verificar a situação, ela diz "Está tudo bem. O detetive Spooner está de saída." Ele sai.

source: When Captain Amazing gets taken out by the villain, these three recruit The Bowler, Invisible Boy and The Spleen to the cause of taking down Casanova Frankenstein.
pt_br: Quando o Capitão Arraso é tirado de cena pelo vilão, estes três recrutam a Boliche, o Garoto Invisível e o Solta-Pum para a causa de derrotar Casanova Frankenstein.

source: When Chavo and Quico begin fighting over who's trying to steal the money, [[ItAmusedMe they hear Chilindrina laughing loudly,]] and come to a realization: -->'''Quico:''' Chavo, there are two pesos missing here, and Chilindrina has ''two'' cotton candies.
pt_br: Quando Chaves e Quico começam a brigar sobre quem está tentando roubar o dinheiro, [[Br/MeDivertiu eles ouvem a Chiquinha rindo alto]] e percebem uma coisa: -->'''Quico:''' Chaves, há duas moedas faltando, e a Chiquinha tem ''dois'' algodões.

source: When Don Ramón asks for a lemon drink, El Chavo asks him if he wants the one that looks like lemon, the one that is lemon, or the one that tastes like lemon.
pt_br: Quando o Seu Madruga pede um refresco de limão, Chaves pergunta se ele quer o que se parece com limão, o que é de limão ou o que tem gosto de limão.

source: When Don Ramón tells him that that comparison is offensive, he says it doesn't matter, because brooms don't understand.
pt_br: Quando Seu Madruga diz a ele que a comparação é ofensiva, ele diz que não importa porque as vassouras não entendem.

source: When Don Ramón tries to explain the situation, [[CassandraTruth Doña Florinda assumes it was Don Ramón]] (even if it wasn't actually him) and slaps him.
pt_br: Quando Seu Madruga tenta explicar a situação, [[Br/VerdadeDeCassandra Dona Florinda supõe que ele é o culpado]] (ainda que não seja) e o estapeia.

source: When Dudão asks Zuca about his own fears, he says he doesn't have any because "men like him don't feel scared", but he's InstantlyProvenWrong when a dog approaches and he runs away in fear.
pt_br: Quando Dudão pergunta a Zuca sobre os medos dele, ele diz que não tem nenhum porque "homens como ele não se assustam", mas ele é Br/InstantaneamenteProvadoErrado quando um cachorro se aproxima e ele sai correndo apavorado.

source: When El Chavo makes a noise, he says "Another cat".
pt_br: Quando o Chaves faz um ruído, ele diz "Outro gato".

source: When Flanderization occurs as the result of adaptation from one medium to another (manga to anime, for example), it's CharacterExaggeration and frequently a sign of AdaptationDecay.
pt_br: Quando a Flanderização acontece como resultado da adaptação de uma mídia para outra (mangá para anime, por exemplo), é Br/ExageroDePersonagem e frequentemente é um sinal de Br/DecaimentoAdaptativo.

source: When J balks citing [[GodzillaThreshold the situation calls for extreme measures]] K tells him that TheWorldIsAlwaysDoomed and the only thing preventing mass chaos is keeping all this a secret.
pt_br: Quando J diz que [[Br/LimiarDeGodzilla a situação pede por medidas extremas]], K diz a ele que Br/OMundoEstaSempreCondenado e que a única coisa que impede caos generalizado é manter tudo em segredo.

source: When Luan dubbed this story, he gave Popoca a very girly voice, even more high-pitched than Rebeca's.
pt_br: Quando Luan dublou essa história, ele deu a Popoca uma voz de garotinha, ainda mais aguda que a de Rebeca.

source: When Nintendo Hard is taken to its most sadistic extremes by deliberately adding cheap deaths and TrialAndErrorGameplay, you get PlatformHell and/or BulletHell.
pt_br: Quando a Dificuldade Nintendo é levado aos extremos mais sadistas ao se adicionar mortes idiotas via Br/JogoDeTentativaEErro, você consegue ??? PlatformHell e ??? BulletHell.

source: When Quico is unable to take it anymore, he hysterically asks him to shut up (he does this even if Chavo isn't talking to him specifically).
pt_br: Quando Quico não aguenta mais, ele histericamente pede que ele se cale, mesmo que o Chaves não esteja falando com ele diretamente.

source: When Quico sees her stealing it, she explains that she's burying "her" peso so that Don Ramón will give her another one; Quico buries his and Chilindrina steals it too.
pt_br: Quando Quico a vê roubando a moeda, ela explica que na verdade ela está enterrando a moeda "dela" para que o Seu Madruga dê a ela outra moeda; Quico enterra a moeda dele e Chiquinha rouba essa moeda também.

source: When RealLife products are used as props such as a can of brand-name soda pop or a laptop, the brand name and logo may be [[BlandNameProduct hidden or changed due to legal restrictions]] (so the character may hold a can of Bepsi-Kola).
pt_br: Quando itens da Br/VidaReal são usados como adereços, tais como uma lata de refrigerante ou um notebook, o nome e logomarca podem ser [[Br/ProdutoDeMarcaSimilar escondidos ou alterados devido à restrições legais]] (de modo que o personagem pode acabar segurando uma lata de Bepsi-Kola).

source: When Rebeca refuses to leave, Dudão ends up ''pushing her hair'' to make her go, and ''Tato'' is the one who has to stop Dudão from harrassing Rebeca.
pt_br: Quando Rebeca se recusa a sair, Dudão resolve ''puxar o cabelo dela'' para fazer com que ela saia, e ''Tato'' é quem precisa impedir que Dudão maltrate Rebeca.

source: When Roy brings up the Jitney in the third act Heller tells him how great it is, and it demonstrates why after being restored at the climax.
pt_br: Quando Roy menciona o carro posteriormente, Heller fala sobre como ele é bom, e a demonstração ocorre no clímax, após a restauração dele.

source: When Sonny flees from Spooner and Dr. Calvin (with Calvin ordering him to stop), he jumps out a high-up window and lands hard in the USR lobby.
pt_br: Quando Sonny foge de Spooner e Dra. Calvin (com a Calvin ordenando que ele pare), ele pula de uma janela e cai com impacto no saguão da USR.

source: When Spooner asks "why didn't you just hand over the world on a silver platter?" Calvin responds: "I think we did." ** The look on [[spoiler: VIKI's]] face when she sees [[spoiler: Sonny's super-alloy frame can withstand the nanites' cryo field container.]] * OneManArmy: Sonny, who is able to overpower multiple NS-5 robots without taking damage himself.
pt_br: Quando Spooner pergunta "por que não damos a ela o mundo em uma bandeja de prata?", Calvin responde: "Acho que já demos." ** A expressão no rosto de [[spoiler: VIKI]] quando ela vê [[spoiler: que a liga metálica do Sonny resiste ao campo de contenção dos nanitos.]] * Br/ExercitoDeUmHomemSo: Sonny, que consegue derrotar múltiplos robôs NS-5 sem que ele próprio sofra dano.

source: When Zedd asks why, J explains: -->'''James Edwards:''' Well, first I was gonna pop this guy hanging from the street light, and I realized, y'know, he's just working out.
pt_br: Quando Zed pergunta o motivo, J explica: -->'''James:''' Bom, primeiro eu ia atirar nesse cara que está pendurado no poste, e foi aí que eu descobri que ele só está malhando.

source: When [[ThePlan a plan]] needs to be executed and others won't touch it, [[WhoWillBellTheCat chances are they'll get the dirty job]].
pt_br: Quando Br/OPlano precisa ser executado e os demais não o ousam tocar, [[Br/QuemVaiPendurarASinetaNoGato é ele quem irá fazer o trabalho sujo]].

source: When a car crash sent him and another car into the river, a little girl was [[TrappedInASinkingCar trapped in the other car]].
pt_br: Quando uma colisão veicular mandou ele e outro carro para o rio, uma garota estava [[Br/PresoEmUmCarroAfundando aprisionada no outro carro]].

source: When a character isn't a Butt-Monkey in the work itself, but gets treated as one in {{Fanon}}, that's MemeticLoser.
pt_br: Quando um personagem não é um Corinho na obra, mas é tratado como um pelo Br/{{Fanon}}, ele é um Br/FracassadoMemetico.

source: When a robot came to aid the humans, it didn't have enough time to save both, and chose Spooner because he had a higher probability of survival.
pt_br: Quando um robô surgiu para ajudar os humanos, ele não tinham tempo suficiente para salvar ambos, e escolheu Spooner porque ele tinha uma chance maior de sobreviver.

source: When a work gets its act together and regains its fandom even after such an event, see WinBackTheCrowd and SophomoreSlump.
pt_br: Para quando uma obra consegue se firmar e recupera a base de fãs após um evento como esse, consultar Br/ReconquistarOPublico e Br/CriseDoSegundoAno.

source: When an element of canonicity is removed from the canon of its work by those who write it.
pt_br: Quando um elemento de canonicidade é removido do cânone de sua sobra por aqueles que a escrevem.

source: When applied to romantic plots, it tends to result in HeartIsWhereTheHomeIs (turning down a foreign LoveInterest in favor of a local lover).
pt_br: Quando aplicado à tramas românticas, isso tende a resultar em Br/CoracaoEOndeOLarEsta (rejeitar um Br/InteresseAmoroso estrangeiro em favor do pretendente local).

source: When characters InUniverse call out one or possibly more of the heroes for doing something clearly unheroic, if not outright heinous.
pt_br: Quando personagens chamam a atenção Br/InUniverso para um (ou mais) dos heróis por eles fazerem algo claramente nada heroico, talvez até mesmo hediondo.

source: When does a difference engine become the search for truth?
pt_br: Quando o cálculo de diferenças começa a buscar a verdade?

source: When does a perceptual schematic become consciousness?
pt_br: Quando um esquema de percepção se torna uma consciência?

source: When does a personality simulation become the bitter mote... of a soul?"'' -->-- '''Dr. Alfred Lanning''', ''Film/IRobot''
pt_br: Quando é que uma simulação de personalidade se torna o doloroso átomo de uma alma?"'' -->-- '''Dr. Alfred Lanning''', ''BrFilme/EuRobo''

source: When done right, it is a sure-fire way to get a [[SugarWiki/MomentOfAwesome Crowning Moment of Awesome]] or, why not, a [[SugarWiki/HeartwarmingMoments Crowning Moment of Heartwarming]].
pt_br: Quando feito corretamente, é um jeito garantido de assegurar um BrWikiAlegre/MomentoFantastico.

source: When evil alignments are unavailable, Chaotic Neutral is often used by players in TabletopGames to excuse doing anything they feel like, and as such is often prohibited by the sort of GameMaster who also prohibits evil characters.
pt_br: Quando alinhamentos do mal não são permitidos, o Caótico e Neutro costuma ser usado por jogadores em Br/JogosDeMesa como uma desculpa para fazerem o que quiserem, e por isso costumam ser proibidos pelo tipo de Br/MestreDoJogo que também proíbe alinhamentos do mal.

source: When fans do this, it is FanonDiscontinuity — including the ironic semi-inversion where the fans who actually like the discontinued story ignore the creator's pronouncements that it's not canonical anymore.
pt_br: Quando os fãs fazem isso, é Br/DescontinuidadeDeFanone -- incluindo a irônica semi-inversão onde os fãs que que de fato preferem a história descontinuada ignoram os pronunciamentos do criador sobre não ser mais canônico.

source: When he is angered (almost always due to being slapped by Doña Florinda), he takes his hat (or whatever he is currently holding), throws it at the floor, and jumps on it.
pt_br: Quando ele está enfurecido (sempre após ser agredido pela Dona Florinda), ele pega seu chapéu, o arremessa ao chão e então pula em cima dele.
